Repository: culturesofknowledge/site-portal
Catalog: omk-uspg/html/plugins/Taxonomy/languages/*.po
Languages: fr

source: Taxonomy
fr: Taxonomie

source: Taxonomy term
fr: Terme de taxonomie

source: Add a new taxonomy
fr: Ajouter une nouvelle taxonomie

source: Save
fr: Enregistrer

source: Edit taxonomy
fr: Modifier la taxonomie

source: Delete taxonomy
fr: Supprimer la taxonomie

source: Are you sure you want to delete taxonomy %s ?
fr: Voulez-vous vraiment supprimer la taxonomie %s ?

source: List terms
fr: Lister les termes

source: Add a new taxonomy term
fr: Ajouter un nouveau terme de taxonomie

source: Value
fr: Valeur

source: Edit taxonomy term
fr: Modifier le terme de taxonomie

source: Delete taxonomy term
fr: Supprimer le terme de taxonomie

source: Are you sure you want to delete term %1$s (%2$s) ?
fr: Voulez-vous vraiment supprimer le terme %1$s (%2$s) ?

source: %s taxonomy terms
fr: Termes de la taxonomie %s

source: Add a new term
fr: Ajouter un nouveau terme
